{
  "sections": {
    "page": {
      "type": "page-contributors",
      "blocks": {
        "9e0b3e66-7499-48e7-ba8f-e3bba5ef94e7": {
          "type": "contributor",
          "settings": {
            "title": "Rachel Sheppard",
            "description": "<p>Rachel Sheppard is the author and founder of <a href=\"https:\/\/mykidhaspaws.org\/\">My Kid Has Paws<\/a>. She is a Social Media Manager, blogger, corgi mom, animal lover, volunteer, graduate student, and shoe collector. After graduating from the University of California, Davis with a Bachelor's Degree in Animal Science & Management, she worked as a Veterinary Assistant for 3 years. Her daily interactions with pet parents inspired her to start her blog focused on pet health, pet rescue, and pet products. She has a true enthusiasm for veterinary medicine and animal science, and enjoys sharing her knowledge and experiences with pet parents.<\/p>",
            "image": "shopify:\/\/shop_images\/rachel-sheppard.png"
          }
        },
        "3ae18fd3-a58a-48bd-ae83-c8d3643f3572": {
          "type": "contributor",
          "settings": {
            "title": "Shandos Cleaver",
            "description": "<p>Shandos Cleaver is the founder of <a href=\"https:\/\/travelnuity.com\/\" title=\"https:\/\/travelnuity.com\/\">Travelnuity<\/a>, a travel blog focused on dog-friendly travel around the world. Currently traveling around Europe with her Miniature Dachshund, Schnitzel, Shandos realised there was a shortage of information about traveling with a dog. Travelnuity aims to provide hands-on information to other dog-loving travelers, whether about sight-seeing, transport options or where to stay, plus inspire more people to travel with their dogs.<\/p>",
            "image": "shopify:\/\/shop_images\/shandos-cleaver.png"
          }
        },
        "4624b5e5-873f-4a85-b9d9-cc2df53c53d7": {
          "type": "contributor",
          "settings": {
            "title": "Kelley Denz",
            "description": "<p>Hi, I'm Kelley Denz owner of <a href=\"https:\/\/www.sitterforyourcritters.com\/\" title=\"https:\/\/www.sitterforyourcritters.com\/\">Sitter For Your Critters<\/a> a pet sitting and dog walking company in Chico, CA. I have been taking care of clients pets for over 20 years. I am an avid animal lover and have had the privilege of owning horses, dogs, cats, birds, and chinchillas. I have a passion for animal rescue and have donated countless hours helping out our local shelters. I also enjoy fostering dogs which I find very rewarding.<\/p>",
            "image": "shopify:\/\/shop_images\/kelley-denz.png"
          }
        },
        "b1251e83-2bcf-48b9-95cd-75afaee176c0": {
          "type": "contributor",
          "settings": {
            "title": "Ashley Turner",
            "description": "<p>Ashley Turner is a Dog Mom of a beautiful Westie named Lily. She also happens to be the community manager and blogger for PuppyWire. Her passion is to help other Dog Parents by giving them practical advice through tips, guides, and reviews for popular dog products. Find out more by visiting <a href=\"https:\/\/www.puppywire.com\/\" title=\"https:\/\/www.puppywire.com\/\">PuppyWire.com<\/a>.<\/p>",
            "image": "shopify:\/\/shop_images\/ashley-turner.png"
          }
        },
        "6af2fdfd-b59b-4b5b-92a5-a5bb36bd3353": {
          "type": "contributor",
          "settings": {
            "title": "Ralf Weber",
            "description": "<p>Ralf Weber is a certified dog trainer and behaviorist. A professional member of the International Association of Canine Professionals (IACP), an AKC evaluator for Puppy S.T.A.R., Canine Good Citizen and Community Canine certifications, author of the dog behavioral book: \"<a href=\"https:\/\/amzn.to\/2yCqEHU\" title=\"https:\/\/amzn.to\/2yCqEHU\"><em>If Your Dog Could Talk<\/em><\/a>\" and owner of the dog training company Happy Dog Training. Ralf works with clients in Southern California and can be contacted through his website at <a href=\"https:\/\/www.happydogtraining.info\/\" title=\"https:\/\/www.happydogtraining.info\/\">HappyDogTraining.info<\/a>.<\/p>",
            "image": "shopify:\/\/shop_images\/ralf-weber.png"
          }
        },
        "eef68d06-264a-4f2c-99f3-611aa0855546": {
          "type": "contributor",
          "settings": {
            "title": "Kathryn Brown",
            "description": "<p>Kathryn Brown is a freelance writer. She lives in Orlando, Florida with her husband and her pet Duke. When she's not out exploring other countries, she spends most of her time teaching others how to work remotely while her pit bull, Annabelle, lounges alongside. She's also an advocate for dogs like hers and aims to spread awareness everywhere she goes.<\/p>",
            "image": "shopify:\/\/shop_images\/kathryn-brown.png"
          }
        },
        "b5ed2aa6-261f-45ef-b80b-328ccea23afe": {
          "type": "contributor",
          "settings": {
            "title": "Toni Shelbourne",
            "description": "<p>Animal Behaviourist, Tellington TTouch Practitioner, Real Dog Yoga Instructor & Author<\/p><p>Toni has worked with domesticated and wild canids since 1989. After a long and successful career with the Guide Dogs for the Blind Association, she started her own business as a Tellington TTouch Companion Animal Practitioner. She is now one of the highest qualified Practitioners in the UK.<\/p><p>In 2001 her skills in TTouch took Toni to the UK Wolf Conservation Trust were she meet a pack of socialised wolves. She went on to work with them for over a decade as a Senior Wolf Handler and Education Officer for the organisation. In more recent years, Toni has gone on to become a Real Dog Yoga Instructor, (Visit <a href=\"https:\/\/www.therealdogyoga.co.uk\" title=\"https:\/\/www.therealdogyoga.co.uk\">therealdogyoga.co.uk<\/a> to find out more) and updated her qualifications in behaviour with the International School of Psychology and Behaviour, for which she is also an affiliate. She is now a full member of The Association of INTO Dogs as a certified canine behaviourist. She teaches all over the UK and abroad, works with clients' one to one, and writes. Toni lives in Oxfordshire, England with her husband and their dog MrP.<\/p><p>In more recent years, Toni has gone on to become a Real Dog Yoga Instructor, (Visit <a href=\"https:\/\/www.therealdogyoga.co.uk\" title=\"https:\/\/www.therealdogyoga.co.uk\">therealdogyoga.co.uk<\/a> to find out more) and updated her qualifications in behaviour with the International School of Psychology and Behaviour, for which she is also an affiliate. She is now a full member of The Association of INTO Dogs as a certified canine behaviourist. She teaches all over the UK and abroad, works with clients' one to one, and writes. Toni lives in Oxfordshire, England with her husband and their dog MrP.<\/p><p>Over the last two decades, Toni has been developing her writing. She spent two years editing and writing features for Wolf Print, the UK Wolf Conservation Trust's international magazine. She went on to write for national dog magazines, rescue society newsletters and blogs. Her first and second book, The Truth about Wolves & Dogs, (Hubble and Hattie 2012) and Among the Wolves (Hubble and Hattie 2015) have been a great success. Her latest writing collaboration with co-author Karen Bush sees a series of books entitled HELP! My Dog is…. Titles include,  HELP! My Dog's Scared of Fireworks, HELP! My Dog doesn't Travel Well in the Car, HELP! My Dog is Destroying the Garden and HELP! My Dog has a Canine Compulsive Disorder.  All are available in paperback and eBook format on Amazon. Toni and Karen have many more titles planned under the banner of Skinny Dog Books – named as they both own sighthounds and the books are small and concise.<\/p><p>Visit <a href=\"https:\/\/www.tonishelbourne.co.uk\" title=\"https:\/\/www.tonishelbourne.co.uk\">tonishelbourne.co.uk<\/a> and <a href=\"https:\/\/www.skinnydog.jimdo.com\" title=\"https:\/\/www.skinnydog.jimdo.com\">skinnydog.jimdo.com<\/a> for more details about Toni, her work and books.<br\/>• <a href=\"https:\/\/www.facebook.com\/Toni-Shelbourne-Animal-Behaviourist-and-Author-1216326578548987\/?modal=admin_todo_tour\" title=\"https:\/\/www.facebook.com\/Toni-Shelbourne-Animal-Behaviourist-and-Author-1216326578548987\/?modal=admin_todo_tour\">Facebook<\/a><br\/>• Twitter: @tonishelbourne<br\/>Toni Shelbourne and Karen Bush’s book HELP!<br\/>• <a href=\"https:\/\/www.facebook.com\/Skinny-Dog-Books-2300304920208295\/?modal=admin_todo_tour\" title=\"https:\/\/www.facebook.com\/Skinny-Dog-Books-2300304920208295\/?modal=admin_todo_tour\"><em>Skinny Dog Books<\/em><\/a><br\/>• <a href=\"https:\/\/www.facebook.com\/Canine-books-by-Toni-Shelbourne-Karen-Bush-1559814977608635\/?eid=ARChH0kq7iiYb0C-c9voGEf_qI53DOiRdMED-3sOqxjvBU678KtlDbDWeCd9bOSwttpHEDYhRHZARUPH\" title=\"https:\/\/www.facebook.com\/Canine-books-by-Toni-Shelbourne-Karen-Bush-1559814977608635\/?eid=ARChH0kq7iiYb0C-c9voGEf_qI53DOiRdMED-3sOqxjvBU678KtlDbDWeCd9bOSwttpHEDYhRHZARUPH\"><em>Canine Books<\/em><\/a><br\/>• <em>My Dog is Destroying the Garden<\/em><br\/><a href=\"https:\/\/www.amazon.com\/Help-My-Dog-Destroying-Garden\/dp\/1976563313\/ref=sr_1_6?ie=UTF8&qid=1534250534&sr=8-6&keywords=toni+shelbourne\" title=\"https:\/\/www.amazon.com\/Help-My-Dog-Destroying-Garden\/dp\/1976563313\/ref=sr_1_6?ie=UTF8&qid=1534250534&sr=8-6&keywords=toni+shelbourne\">US paperback<\/a><br\/><a href=\"https:\/\/www.amazon.com\/Help-My-Dog-Destroying-Garden-ebook\/dp\/B07622F3N5\/ref=sr_1_7?ie=UTF8&qid=1534250597&sr=8-7&keywords=toni+shelbourne\" title=\"https:\/\/www.amazon.com\/Help-My-Dog-Destroying-Garden-ebook\/dp\/B07622F3N5\/ref=sr_1_7?ie=UTF8&qid=1534250597&sr=8-7&keywords=toni+shelbourne\">US Kindle<\/a><br\/><a href=\"https:\/\/www.amazon.co.uk\/Help-My-Dog-Destroying-Garden\/dp\/1976563313\/ref=sr_1_5?ie=UTF8&qid=1534250633&sr=8-5&keywords=toni+shelbourne\" title=\"https:\/\/www.amazon.co.uk\/Help-My-Dog-Destroying-Garden\/dp\/1976563313\/ref=sr_1_5?ie=UTF8&qid=1534250633&sr=8-5&keywords=toni+shelbourne\">UK paperback<\/a><br\/><a href=\"https:\/\/www.amazon.co.uk\/Help-My-Dog-Destroying-Garden-ebook\/dp\/B07622F3N5\/ref=sr_1_7?ie=UTF8&qid=1534250633&sr=8-7&keywords=toni+shelbourne\" title=\"https:\/\/www.amazon.co.uk\/Help-My-Dog-Destroying-Garden-ebook\/dp\/B07622F3N5\/ref=sr_1_7?ie=UTF8&qid=1534250633&sr=8-7&keywords=toni+shelbourne\">UK Kindle<\/a><\/p>",
            "image": "shopify:\/\/shop_images\/toni-shelbourne.png"
          }
        },
        "38347b88-4b7a-40b0-9ce8-a65cd9a46266": {
          "type": "contributor",
          "settings": {
            "title": "Jane Bowers, B.A., CABC, CPDT-KA",
            "description": "<p>Jane Bowers has been training dogs for over two decades. She teaches people to train their dogs in group and private training courses and has a keen interest in assisting dogs with behavioral issues. Her company is Dogs of Distinction Canine Training Inc. Jane has a monthly newspaper column on dog related topics and is a former host of a live call in TV show on animals. She is a strong advocate for force free and humane training methods for all animals. Jane has a degree in psychology and is certified as a dog trainer through the <a href=\"https:\/\/www.ccpdt.org\/\" title=\"https:\/\/www.ccpdt.org\/\">Certification Council of Professional Pet Dog Trainers<\/a> and as a behaviour consultant through the <a href=\"https:\/\/iaabc.org\/\" title=\"https:\/\/iaabc.org\/\">International Association of Behavior Consultants<\/a> and through the Association of Animal Behavior Professionals.<\/p><p>These organizations require a minimum number of continuing education units be obtained to retain certification. She is also a professional member of \"<a href=\"https:\/\/www.petprofessionalguild.com\/\" title=\"https:\/\/www.petprofessionalguild.com\/\">The Pet Professional Guild<\/a>,\" an organization committed to force-free training of animals and the \"<a href=\"https:\/\/apdt.com\/\" title=\"https:\/\/apdt.com\/\">Association of Professional Dog Trainers<\/a>,\" a professional organization of individual trainers who are committed to being better trainers through education. Jane is the content creator of the online course \"Assessing and Interpreting Dog Behaviour,\" which is a course for law enforcement personnel who meet unfamiliar dogs in the course of their duties. She is the author of \"<a href=\"https:\/\/www.amazon.ca\/Perfect-Puppy-Parenting-Confident-Well-Behaved-ebook\/dp\/B01CKLJR7S\" title=\"https:\/\/www.amazon.ca\/Perfect-Puppy-Parenting-Confident-Well-Behaved-ebook\/dp\/B01CKLJR7S\">Perfect Puppy Parenting<\/a>,\" a guide to raising a happy, confident, well-behaved dog. Jane spent 17 years working for Customs Border Services and in joint teams with US Homeland Security and the RCMP. She spent a further 8 years working as an Animal Control Officer and Bylaw Enforcement Officer. Jane lives on a small farm with dogs, sheep, donkeys, and chickens. The dogs each came from situations that prevented them from living in their original homes. The dogs range in size and age and with the dog training and behavioral work, whether it's participating in the development of an online training course, working with a client's dog or tracking a lost pet or animal.<\/p>",
            "image": "shopify:\/\/shop_images\/jane-bowers.png"
          }
        },
        "e0ed117c-dc0c-4615-a677-dd9585339766": {
          "type": "contributor",
          "settings": {
            "title": "Dr. Babette Gladstein",
            "description": "<p>Dr. Babette Gladstein practices integrative medicine in the greater New York area.  For more information please visit her website: <a href=\"https:\/\/www.drbabette.com\/\" title=\"https:\/\/www.drbabette.com\/\">drbabette.com<\/a>, also her: <a href=\"http:\/\/www.facebook.com\/pg\/babettethevet\" target=\"_blank\" title=\"Facebook page\">Facebook page<\/a><\/p>",
            "image": "shopify:\/\/shop_images\/babette-gladstein.png"
          }
        },
        "a90f37ee-2dc7-4e9d-9e02-f6b2550f453f": {
          "type": "contributor",
          "settings": {
            "title": "Shannon Coyner",
            "description": "<p>Shannon has been a pet lover all her life and a dog trainer for over 20 years. She has spent her life observing, caring for and training animals of all kinds. She has worked in the Bird Department at Marine World Africa USA, and worked as a handler and trainer for an African <a href=\"https:\/\/en.wikipedia.org\/wiki\/Serval\" title=\"https:\/\/en.wikipedia.org\/wiki\/Serval\">Serval Cat<\/a> at <a href=\"https:\/\/www.safariwest.com\/\" title=\"https:\/\/www.safariwest.com\/\">Safari West<\/a>, a private zoo in Santa Rosa, California. She has participated in behavior studies including observations of bald eagles and addax antelope through the San Francisco Zoo and Safari West. Her education includes a Biology Degree, specializing in Zoology from Sonoma State.<\/p><p>She is a \"<a href=\"https:\/\/www2.dca.ca.gov\/pls\/wllpub\/wllqryna%24lcev2.startup?p_qte_code=VTT&p_qte_pgm_code=9020\" title=\"https:\/\/www2.dca.ca.gov\/pls\/wllpub\/wllqryna%24lcev2.startup?p_qte_code=VTT&p_qte_pgm_code=9020\">Registered Veterinary Technician<\/a>,\" a \"<a href=\"https:\/\/www.ccpdt.org\/\" title=\"https:\/\/www.ccpdt.org\/\">Certified Professional Dog Trainer<\/a>\" (Knowledge Assessed), a Karen Pryor Academy Certified Training Partner, a member of the \"<a href=\"http:\/\/www.apdt.com\/\" title=\"http:\/\/www.apdt.com\/\">Association of Pet Dog Trainers<\/a>\" and a member of the International Association of Animal Behavior Consultants. Shannon is currently serving as President for the <a href=\"http:\/\/venturapetwellness.com\/designer\/www.svbt.org\/\" title=\"http:\/\/venturapetwellness.com\/designer\/www.svbt.org\/\">Society of Veterinary Behavior Technicians<\/a>. Shannon's dog training philosophy revolves around force-free, positive reinforcement, however, her ultimate goal is for healthy happy relationship between pets and their people. Diet, exercise, environment and training all play a significant role in achieving this goal. Shannon is currently the owner of Ventura Pet Wellness and Dog Training Center in Ventura, CA where she works with anxious and fearful dogs privately as well as teaching agility classes (Venturapetwellness.com). Shannon has also started a training website called <a href=\"http:\/\/www.trulyforcefree.com\/\" title=\"http:\/\/www.trulyforcefree.com\/\">Truly Force Free Animal Training<\/a>.<\/p>",
            "image": "shopify:\/\/shop_images\/shannon-coyner.png"
          }
        },
        "1b878c6b-eb99-4acc-a24b-d5a3d103406e": {
          "type": "contributor",
          "settings": {
            "title": "Chelsy Ranard",
            "description": "<p>Chelsy is a writer from Montana who is now living in beautiful Boise, Idaho. She graduated with her journalism degree in 2012 from the University of Montana. She is passionate about animal rights, bad television, and white wine. She is a volunteer at <a href=\"http:\/\/simplycats.org\/\" title=\"http:\/\/simplycats.org\/\">Simply Cats<\/a> in Boise.<\/p>",
            "image": "shopify:\/\/shop_images\/chelsy-ranard.png"
          }
        },
        "fc7a3c98-9bf5-4743-a7c7-4f34a626c250": {
          "type": "contributor",
          "settings": {
            "title": "Jenna Drady",
            "description": "<p>Hi, I'm Jenna Drady AKA HuskyCrazed - author and creator of <a href=\"http:\/\/www.ownedbyahusky.ca\/\" title=\"http:\/\/www.ownedbyahusky.ca\/\">ownedbyahusky.ca<\/a>. I am a mother of two beautiful daughters and of course my 3 huskies. Being a husky mom for a long duration of my life, I was inspired to begin writing about them. In doing so, I started doing massive research on dog behavior, and all things dog in general. I am inspired every day by my family, and love to bring my readers valuable information as well as a little laugh while I'm at it. I created my own business partnered with my lovely mother while blogging called <a href=\"http:\/\/www.ownedbyahusky.ca\/p\/pawz-n-clawz-jewelry-n-things.html\" title=\"http:\/\/www.ownedbyahusky.ca\/p\/pawz-n-clawz-jewelry-n-things.html\">Pawz N Clawz Jewelry N Things<\/a>.<\/p><p>We currently sell handmade jewelry with added pet charms, as well as a few dog toys too! As an animal rights activist, and huge believer in helping pets who have been stuck in shelters, we donate a portion of our sales to local shelters throughout Canada.<\/p>",
            "image": "shopify:\/\/shop_images\/jenna-drady.png"
          }
        }
      },
      "block_order": [
        "9e0b3e66-7499-48e7-ba8f-e3bba5ef94e7",
        "3ae18fd3-a58a-48bd-ae83-c8d3643f3572",
        "4624b5e5-873f-4a85-b9d9-cc2df53c53d7",
        "b1251e83-2bcf-48b9-95cd-75afaee176c0",
        "6af2fdfd-b59b-4b5b-92a5-a5bb36bd3353",
        "eef68d06-264a-4f2c-99f3-611aa0855546",
        "b5ed2aa6-261f-45ef-b80b-328ccea23afe",
        "38347b88-4b7a-40b0-9ce8-a65cd9a46266",
        "e0ed117c-dc0c-4615-a677-dd9585339766",
        "a90f37ee-2dc7-4e9d-9e02-f6b2550f453f",
        "1b878c6b-eb99-4acc-a24b-d5a3d103406e",
        "fc7a3c98-9bf5-4743-a7c7-4f34a626c250"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "page"
  ]
}